{
	"TranslatedContents": [
		{
			"LanguageId": 1,
			"LanguageName": "Hrvatski",
			"Topics": [
				{
					"Name": "VR (virtualna stvarnost)",
					"Media": [
						{
							"Name": "Galerija",
							"Photos": [
								{
									"Path": "/Images/slikaVR.jpg",
									"Name": "test"
								},
								{								
									"Path": "/Images/slikaVR2.jpg",
									"Name": "test2"
								}
							]
						},
						{
							"Name": "Audio",
							"FilePath": "/Sounds/zvukVR.mp3"
						}
					],
					"Details": "Radimo cjelovita rješenja složenih virtualnih šetnji predstavljenih putem uređaja virtualne stvarnosti, smartphone uređaja i naših N3VR naočala (inspiriranih Google cardboardom). Produkcija VR aplikacija uključuje snimanje virtuallnih panorama i izradu virtualnih šetnji, snimanje 360 videa, izradu 3D animacija."
				},
				{
					"Name": "AR (Augmented Reality) - proširena stvarnost",
					"Media": [
						{
							"Name": "Galerija",
							"Photos": [
								{
									"Path": "/Images/slikaAR.jpg",
									"Name": "test"
								},
								{								
									"Path": "/Images/slikaAR2.jpg",
									"Name": "test"
								}
							]
						},
						{
							"Name": "Audio",
							"FilePath": "/Sounds/zvukAR.mp3"
						}
					],
					"Details": "Aplikacijama proširene stvarnosti (Augmented Reality; AR) korisniku se omogućava da putem smart mobilnog ili drugih sličnih uređaja vidi okolinu obogaćenu (proširenu) računalno generiranim sadržajima poput zvuka, slike, 2D, 3D animiranim likovima. Ova se tehnologija aplicira za različite potrebe - od zabave do dizajna, arhitekture, edukacije i navigacije."
				}
			]
		},
		{
			"LanguageId": 2,
			"LanguageName": "English",
			"Topics": [
				{
					"Name": "VR (Virtual Reality)",
					"Media": [
						{
							"Name": "Gallery",
							"Photos": [
								{
									"Path": "/Images/imageVR.jpg",
									"Name": "test"
								},
								{								
									"Path": "/Images/imageVR2.jpg",
									"Name": "test2"
								}
							]
						},
						{
							"Name": "Audio",
							"FilePath": "/Sounds/soundVR.mp3"
						}
					],
					"Details": "We make complete solutions of complex virtual walks presented through virtual reality devices, smartphones and our N3VR glasses (inspired by Google cardboard). The production of VR applications includes the recording of virtual panoramas and the creation of virtual walks, the recording of 360 videos, and the creation of 3D animations."
				},
				{
					"Name": "AR (Augmented Reality)",
					"Media": [
						{
							"Name": "Gallery",
							"Photos": [
								{
									"Path": "/Images/imageAR.jpg",
									"Name": "test3"
								},
								{								
									"Path": "/Images/imageAR2.jpg",
									"Name": "test4"
								}
							]
						},
						{
							"Name": "Audio",
							"FilePath": "/Sounds/soundAR.mp3"
						}
					],
					"Details" : "Augmented Reality (AR) applications allow the user to see the environment enriched (expanded) with computer-generated content such as sound, images, 2D, 3D animated characters via smart mobile or other similar devices. This technology is applied for various needs - from entertainment to design, architecture, education and navigation."
				}
			]
		}
	]
}